Repository: SkillDisplay/core
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# achievement.created
source: Received:
de: Erhalten:

# achievement.validUntil
source: Valid until:
de: Gültig bis:

source: and
de: und

# anonymousLogin.button
source: Continue without registration
de: Weiter ohne Registrierung

# anonymousLogin.description
source: You want to test SkillDisplay but don’t have an account yet? You can login anonymously, track your progress and convert your account to a regular account at a later time.
de: Du möchstes SkillDisplay testen aber hast noch keine Konto? Logge Dich anonym ein, speichere Deinen Fortschritt und wandle Dein Konto zu einem späteren Zeitpunkt um.

# backend.creditOverview
source: Credit Overview
de: Credit Übersicht

# backend.date.date_format-datepicker
source: YYYY-MM-DD
de: DD.MM.YYYY

# backend.date.date_format-presentation
source: Y-m-d
de: d.m.Y

# backend.reporting.filter.from
source: Starts by
de: Beginnt ab

# backend.reporting.filter.to
source: Ends before
de: Endet vor

# backend.reporting.skillUpStatistics
source: SkillUp Statistics
de: SkillUp Statistik

# backend.verificationManager
source: Verification History CSV
de: Verifizierungsverlauf CSV

# brand.show.back
source: Back to partner listing
de: Zurück zur Partnerliste

# brand.show.news
source: News
de: Neuigkeiten

# brand.show.number_of_verifications
source: Number of verifications issued:
de: Anzahl der Verifizierungen:

# brand.show.organisation_verifications
source: Organisation verifications:
de: Organisationsverifizierungen:

# brand.show.patronages
source: Patronages
de: Patenschaften

# brand.show.patronages.none
source: No patronages yet
de: Noch keine Patenschaften

# brand.show.performance
source: Performance
de: Kennzahlen

# brand.show.statsNotPublished
source: The organization does not wish to share this information publicly
de: Diese Organisation möchte diese Information nicht veröffentlichen.

# brand.show.website
source: Website
de: Webseite

# chart.person
source: You
de: Sie

# chart.title
source: % of skills acquired
de: % erreichter Skills

source: for
de: für

source: Hide
de: Ausblenden

source: Latest
de: Aktuellste

# level.verifiedTier1
source: Official Certification
de: Offizielle Zertifizierung

# level.verifiedTier2
source: Educational Verification
de: Bildungsbestätigt

# level.verifiedTier3
source: Self Assessment
de: Selbstbestätigt

# level.verifiedTier4
source: Practical Expertise
de: Praktisches Fachwissen

# login.registerButton
source: Create new account
de: Neues Konto erstellen

# newsletter
source: I would like to receive SkillDisplay information by email
de: Ich möchte SkillDisplay Informationen per E-Mail erhalten

source: or
de: oder

# organisation.listmy.actions
source: Actions
de: Aktionen

# organisation.listmy.actions.leave
source: Leave
de: Verlassen

# organisation.listmy.actions.leave.question
source: Really leave this organisation?
de: Wollen Sie diese Organisation wirklich verlassen?

# organisation.listmy.actions.manage
source: Manage
de: Verwalten

# organisation.listmy.invitationCode
source: Invitation code
de: Einladungscode

# organisation.listmy.join
source: Join
de: Beitreten

# organisation.listmy.join.error.alreadyMember.header
source: Already a member
de: Bereits Mitgleid

# organisation.listmy.join.error.alreadyMember.text
source: You are already a member of this organisation.
de: Sie sind bereits Mitglied dieser Organisation.

# organisation.listmy.join.error.expiredCode.header
source: Code expired
de: Code ist abgelaufen

# organisation.listmy.join.error.expiredCode.text
source: The given invitation code is expired.
de: Der eingegebene Einladungscode ist abgelaufen.

# organisation.listmy.join.error.invalidCode.header
source: Invalid code
de: Ungültiger Code

# organisation.listmy.join.error.invalidCode.text
source: The given invitation code is invalid.
de: Der eingegebene Einladungscode ist ungültig.

# organisation.listmy.join.error.usedCode.header
source: Duplicate code usage
de: Doppelte Codeverwendung

# organisation.listmy.join.error.usedCode.text
source: The given invitation code has already been used.
de: Der eingegebene Einladungscode wurde bereits verwendet.

# organisation.listmy.join.success.header
source: Success
de: Erfolgreich

# organisation.listmy.join.success.text
source: You are now member of %s.
de: Sie sind jetzt Mitgliedvon %s.

# organisation.listmy.joinNewOrganisation
source: Join an organisation
de: Einer Organisation beitreten

# organisation.listmy.managedOrganisations
source: Managed Organisations
de: Verwaltete Organisationen

# organisation.listmy.memberships
source: Organisation Membership
de: Organisationsmitgliedschaften

# organisation.listmy.memberships.none
source: No memberships yet
de: Bisher keine Mitgliedschaften

# organisation.manage.actions.remove
source: Remove person from organisation
de: Person aus Organisation entfernen

# organisation.manage.actions.remove.question
source: Really remove person from your organisation?
de: Diese Person wirklich aus Ihrere Organisation entfernen?

# organisation.manage.back
source: Back to my organisations
de: Zurück zu meinen Organisationen

# organisation.manage.createCodes
source: Create codes
de: Codes erzeugen

# organisation.manage.createInvitationCodes
source: Create invitation codes
de: Einladungscodes erzeugen

# organisation.manage.createdCodes
source: Created codes
de: Erzeugte Codes

# organisation.manage.members
source: Members of your organisation
de: Mitglieder deiner Organisation

# organisation.manage.members.none
source: No members yet
de: Noch keine Mitgleider

# organisation.manage.numberOfCodes
source: Number of codes to generate
de: Anzahl der zu erzeugenden Codes

# privacyLink
source: the privacy clauses
de: die Datenschutzbestimmungen

# rewards.availableRewards
source: Available Rewards
de: Verfügbare Belohnungen

# rewards.badge
source: Congratulations you have %1$d new rewards.
de: Gratulation du hast %1$d neue Belohnungen.

# rewards.getFirstReward
source: Time to get your first reward.
de: Zeit für deine erste Belohnung.

# rewards.myRewards
source: My Rewards
de: Meine Belohnungen

# rewards.requiredSkills
source: Required Skills
de: Benötigte Skills

# rewards.type.certificate
source: Certificate
de: Zertifikat

source: Show
de: Anzeigen

# skill.list.backToPaths
source: Back to SkillSets
de: Zurück zu den SkillSets

# skill.list.noSkills
source: No skills found.
de: Keine Skills gefunden.

# skill.list.showAll
source: Show all skills
de: Zeige all Skills

# skill.show.and
source: and
de: und

# skill.show.backToPath
source: Back to SkillSet
de: Zurück zur zum SkillSet

# skill.show.certifiedUsers
source: Recently verified
de: Kürzlich verifiziert

# skill.show.embedLink
source: Create SkillUp embed link
de: SkillUp Link zum Einbetten erstellen

# skill.show.embedLink.createButton
source: Create embed link
de: Link erstellen

# skill.show.embedLink.description
source: Create Self-SkillUp link for external usage
de: Erstellen Sie einen Selbst-SkillUp Link zur externen Verwendung

# skill.show.embedLink.result
source: Your share link is:
de: Dein Link:

# skill.show.embedLink.result.button
source: Your SkillUp button is:
de: Dein SkillUp Button:

# skill.show.embedLink.result.button.code
source: Your SkillUp button code is:
de: Dein SkillUp Button Code:

# skill.show.goals
source: Goals
de: Ziele

# skill.show.noRequirements
source: None.
de: Keine.

# skill.show.or
source: or
de: oder

# skill.show.overview
source: Overview
de: Übersicht

# skill.show.requirements
source: Prerequisites
de: Voraussetzungen

# skill.show.requirements.login
source: Login please
de: Bitte einloggen

# skill.show.requirements.missing
source: Prerequisites missing
de: Voraussetzungen fehlen

# skill.show.statistics
source: SkillUp Statistics
de: SkillUp Statistik

# skillGroups.includedSkills
source: Included skills
de: Enthaltene Skills

# skillGroups.list.title
source: Available Skill Groups
de: Verfügbare Skill Gruppen

# skillSetAwards.award
source: Award
de: Auszeichnung

# skillSetAwards.awards
source: Awards
de: Auszeichnungen

# skillSetAwards.createAward
source: Create Award
de: Auszeichnung erstellen

# skillSetAwards.description
source: Description
de: Beschreibung

# skillSetAwards.payMessage
source: Keep in mind that the activation of awards for SkillSets is a paid feature
de: Beachten Sie, dass die Aktivierung von Auszeichnungen für SkillSets eine kostenpflichtige Funktion ist

# skillSetAwards.title
source: Title
de: Titel

# skillUp.certifier.markFav
source: Mark as favourite
de: Als Favorit markieren

# skillUp.certifier.removeFav
source: Remove this favourite
de: Favorit entfernen

# skillUp.comment
source: Comment
de: Kommentar

# skillUp.error.noCertifiers
source: There are no verifiers available.
de: Leider sind keine Verifizierenden vorhanden.

# skillUp.error.noSelection
source: Please select a verifier.
de: Bitte wählen Sie einen Verifizierenden aus.

# skillUp.loginRequired
source: Login required
de: Anmeldung erforderlich

# skillUp.loginRequired.login
source: login
de: melde dich an

# skillUp.loginRequired.register
source: register
de: registriere dich

# skillUp.loginRequired.text
source: Please %1$s to redeem your SkillUp or %2$s as a new user if you do not have an account yet.
de: Bitte %1$s oder %2$s als neuer Benutzer, wenn du noch keinen Zugang hast.

# skillUp.patronOf
source: Patrons of
de: Paten von

# skillUp.request
source: Request %s
de: %s anfragen

# skillUp.selectCertifier
source: Send verification request to
de: Verifizierungsanfrage senden an

# skillUp.showAllCertifiers
source: Show all verifiers
de: Zeige alle Verifizierenden

# sought
source: Trending
de: Gefragte

# terms
source: I confirm I've read and understood %1$s and I do accept %2$s within the privacy statement.
de: Ich bestätige %1$s gelesen zu haben und akzeptiere %2$s innerhalb der Datenschutzerklärung.

# terms.header
source: Updated privacy statement
de: Aktualisierte Datenschutzerklärung

# terms.text
source: We have updated our privacy statement and our terms and conditions. Please confirm your agreement in order to continue using your account.
de: Wir haben unsere Datenschutzerklärung und Allgemeinen Geschäftsbedingungen aktualisiert. Bitte stimmen Sie diesen zu, um Ihren Account weiter verwenden zu können.

# termsLink
source: the general terms and conditions
de: die Allgemeinen Geschäftsbedingungen

# tier1
source: Official Certification
de: Offizielle Zertifizierung

# tier1.short
source: Certification
de: Zertifizierung

# tier2
source: Educational Verification
de: Bildungs-Bestätigung

# tier2.short
source: Educational
de: Bildung

# tier3
source: Self Assessment
de: Selbst-Bestätigung

# tier3.short
source: Self
de: Selbst

# tier4
source: Practical Expertise
de: Praktisches Fachwissen

# tier4.short
source: Business
de: Branchen

# tx_skills_domain_model_brand
source: Brand
de: Marke

# tx_skills_domain_model_brand.description
source: Description
de: Beschreibung

# tx_skills_domain_model_certification
source: Verification
de: Verifizierung

# tx_skills_domain_model_certification.brand
source: Brand
de: Marke

# tx_skills_domain_model_certification.certifier
source: Verifier
de: Verifizierender

# tx_skills_domain_model_certification.decline_reason
source: Decline Reason
de: Abgelehnt weil

# tx_skills_domain_model_certification.deny_date
source: Deny Date
de: Ablehnungsdatum

# tx_skills_domain_model_certification.expire_date
source: Expire Date
de: Ablaufdatum

# tx_skills_domain_model_certification.grant_date
source: Grant Date
de: Bestätigungsdatum

# tx_skills_domain_model_certification.revoke_date
source: Revoke Date
de: Zurückgezogen am

# tx_skills_domain_model_certification.revoke_reason
source: Revoke Reason
de: Zurückgezogen weil

# tx_skills_domain_model_certification.user
source: User
de: Benutzer

# tx_skills_domain_model_certifier
source: Verifier
de: Verifizierender

# tx_skills_domain_model_certifier.brand
source: Brand
de: Marke

# tx_skills_domain_model_certifier.permissions
source: Permissions
de: Berechtigungen

# tx_skills_domain_model_certifier.user
source: User
de: Benutzer

# tx_skills_domain_model_certifierpermission
source: Verifier Permission
de: Verifizierungsberechtigung

# tx_skills_domain_model_link.title
source: Title
de: Titel

# tx_skills_domain_model_requirement
source: Requirement
de: Voraussetzung

# tx_skills_domain_model_shortlink
source: Shortlink
de: Kurzlink

# tx_skills_domain_model_shortlink.action
source: Action
de: Aktion

# tx_skills_domain_model_shortlink.parameters
source: Parameters
de: Parameter

# tx_skills_domain_model_skill.brands
source: Brands
de: Marken

# tx_skills_domain_model_skill.description
source: Description
de: Beschreibung

# tx_skills_domain_model_skill.image
source: Image
de: Bild

# tx_skills_domain_model_skill.placeholder
source: Placeholder
de: Platzhalter

# tx_skills_domain_model_skill.requirements
source: Requirements
de: Voraussetzungen

# tx_skills_domain_model_skill.title
source: Title
de: Titel

# tx_skills_domain_model_tag.title
source: Title
de: Titel

# tx_skills_domain_model_user
source: User
de: Benutzer

# tx_skills_domain_model_user.favourite_certifiers
source: Favourite Verifiers
de: Bevorzugte Verifizierende

# tx_skills_domain_model_user.managed_brands
source: Managed Brands
de: Verwaltete Marken

# tx_skills_domain_model_user.publish_skills
source: Publish Skills
de: Skills öffentlich

# user.accept
source: Accept
de: Akzeptieren

# user.address
source: Address
de: Adresse

# user.certifier.acceptedCertifications
source: Your completed verifications
de: Ihre abgeschlossenen Verifizierungsanfragen

# user.certifier.acceptedCertifications.none
source: You don't have any completed verification requests.
de: Sie haben keine erledigten Verifizierungsanfragen.

# user.certifier.pendingCertification.none
source: You don't have any pending verification requests.
de: Sie haben keine offenen Verifizierungsanfragen.

# user.changeEmail
source: Change your email address
de: E-Mailadresse ändern

# user.changePassword
source: Change your password
de: Passwort ändern

# user.city
source: City
de: Ort

# user.company
source: Company
de: Unternehmen

# user.confirm.editProfile
source: Visit your profile page
de: Profil jetzt bearbeiten

# user.confirm.success
source: Your registration has been confirmed. Thank you.
de: Deine Registrierung wurde bestätigt. Vielen Dank.

# user.confirm.text
source: Please complete your user profile by adding a profile picture:
de: Bitte vervollständige dein Profil indem du ein Profilbild ergänzt:

# user.confirm.toProfile
source: profile page
de: Profil-Seite

# user.confirmEmail.success
source: Your email address has been changed successfully
de: Ihre E-Mailadresse wurde erfolgreich geändert.

# user.confirmEmail.text
source: The new email address is
de: Ihre neue E-Mailadresse ist

# user.country
source: Country
de: Land

# user.create.header
source: Account successfully created. Confirmation required.
de: Zugang erfolgreich angelegt. Bestätigung notwendig.

# user.create.text
source: Your account has been created successfully. In order to confirm your registration, please follow the instructions sent to your email address.
de: Dein Zugang wurde erfolgreich angelegt. Um deine Registrierung zu bestätigen, folge bitte den Anweisungen im zugesandten E-Mail.

# user.currentEmail
source: Your current email address is
de: Ihre derzeitige E-Mailadresse ist

# user.currentPassword
source: Current password
de: Aktuelles Passwort

# user.email
source: Email address
de: E-Mailadresse

# user.firstName
source: First name
de: Vorname

# user.github
source: GitHub username
de: GitHub Benutzername

# user.lastName
source: Last name
de: Nachname

# user.level.1
source: Level I - Initiate
de: Level I - Initiand

# user.level.2
source: Level II - Novice
de: Level II - Novize

# user.linkedin
source: LinkedIn profile link
de: LinkedIn Profil Link

# user.list.title
source: Active users in SkillDisplay
de: Aktive Benutzer in SkillDisplay

# user.lockedInformation
source: You are a SkillDisplay user of at least Level II, therefore your Firstname, Lastname and Image were confirmed by you in person and locked
de: Du bist ein SkillDisplay Benutzer mit zumindest Level II, daher wurden Dein Vorname, Nachname und Bild von Dir persönlich bestätigt und gesperrt

# user.mailLanguage
source: Language of emails
de: Sprache der E-Mails

# user.mailPush
source: I want to receive push notifications by email
de: Ich möchte Benachrichtigungen direkt via Mail erhalten

# user.new
source: Register
de: Registrierung

# user.newEmail
source: New email address
de: Neue E-Mailadresse

# user.newEmail.infoText
source: Your new email address first has to be confirmed. An according link will be sent to your new email address. After confirming your new email address it will be your new login email.
de: Ihre neue E-Mailadresse muss zuerst bestätigt werden. Ein entsprechender Link wurde an Ihre E-Mailadresse gesendet. Nachdem Ihre Adresse bestätigt wurde, wird sie zu Ihrem neuen Login.

# user.newPassword
source: New password
de: Neues Passwort

# user.notifications
source: Notifications
de: Benachrichtigungen

# user.password
source: Password
de: Passwort

# user.password.help
source: Your password must be at least 8 characters of length and must contain characters and digits.
de: Dein Passwort muss mindestens 8 Zeichen umfassen und muss aus Buchstaben und Ziffern bestehen.

# user.password2
source: Password repeat
de: Passwort Wiederholung

# user.personalData
source: Personal data
de: Persönliche Daten

# user.publishSkills
source: Show my verifications/certifications publicly
de: Meine Verifizierungen/Zertifizierungen öffentlich einsehbar machen

# user.register
source: Register now
de: Jetzt registrieren

# user.save
source: Save profile
de: Profil speichern

# user.saveEmail
source: Save email address
de: Email speichern

# user.savePassword
source: Save password
de: Passwort speichern

# user.show.acceptedCertifications
source: Your verifications
de: Deine Verifizierungen

# user.show.acceptedCertifications.none
source: You don't have any verifications yet, time to skillup.
de: Du hast noch keine Verifizierung. Zeit für dein erstes SkillUp.

# user.show.certification.approved
source: Approval
de: Freigabe

# user.show.certification.certificationDate
source: Accepted/Declined date
de: Bestätigungs-/Ablehnungsdatum

# user.show.certification.certifier
source: Certified by
de: Zertifizierung durch

# user.show.certification.dateFormat
source: m/d/Y
de: d.m.Y

# user.show.certification.header
source: Verification overview for
de: Verifizierungsübersicht für

# user.show.certification.requestDate
source: Request date
de: Anfragedatum

# user.show.certification.selectedRequests
source: Selected requests:
de: Ausgewählte Anfragen:

# user.show.certification.skillList
source: Included skills
de: Beinhaltete Skills

# user.show.certification.user.firstName
source: First name
de: Vorname

# user.show.certification.user.lastName
source: Last name
de: Nachname

# user.show.certification.verifier
source: Verified by
de: Verifizierung durch

# user.show.declinedCertifications
source: Declined verifications
de: Abgelehnte Verifizierungen

# user.show.pendingCertifications
source: Pending verification requests
de: Offene Verifizierungsanfragen

# user.show.revokedCertifications
source: Revoked verifications
de: Zurückgezogene Verifizierungen

# user.show.toCertificationOverview
source: My verification overview
de: Zur Verifizierungsübersicht

# user.show.toCertifierOverview
source: Verification tools
de: Verifizierungstools

# user.social
source: Social platforms
de: Soziale Medien

# user.status.email.message
source: We sent a confirmation link to your new email address.
de: Wir haben einen Bestätigungslink an Ihre E-Mailadresse gesendet.

# user.status.email.title
source: Email address update
de: E-Mailadresse aktualisiert

# user.status.passwordSuccess.message
source: Your password has been updated successfully.
de: Ihr Passwort wurde erfolgreich aktualisiert.

# user.status.passwordSuccess.title
source: Password update
de: Passwort aktualisieren

# user.telephone
source: Phone
de: Telefon

# user.unconfirmedEmail
source: Unconfirmed pending email address change
de: Unbestätigte wartende E-Mailadressenänderung

# user.validation.emailInvalid
source: Email address is invalid.
de: Die E-Mailadresse ist ungültig.

# user.validation.emailRequired
source: Email address is a required field.
de: Die E-Mailadresse ein ein Pflichtfeld.

# user.validation.firstNameRequired
source: First name is a required field.
de: Vorname ist ein Pflichtfeld.

# user.validation.lastNameRequired
source: Last name is a required field.
de: Nachname ist ein Pflichtfeld.

# user.validation.passwordCriteria
source: Your password does not match the criteria.
de: Das Passwort entspricht nicht den Kriterien.

# user.validation.passwordMismatch
source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

# user.validation.passwordOld
source: Your current password is incorrect.
de: Ihr Passowrt ist inkorrekt.

# user.validation.passwordRequired
source: The passwords are required fields.
de: Die Passwortfelder sind Pflichtfelder.

# user.validation.terms
source: You must accept the terms and conditions.
de: Du musst die AGB und Datenschutzbedingungen akzeptieren.

# user.validation.userDuplicate
source: A user with the given email address already exists.
de: Ein Benutzer mit dieser E-Mailadresse existiert bereits.

# user.xing
source: Xing profile link
de: Xing Profil Link

# user.zip
source: ZIP code
de: Postleitzahl

source: Your
de: Deine
